Ret395/bulk/kOmegaSST/nrgAHFM/Pr2/mesh4/constant/thermophysicalTransport
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermophysicalTransport;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

/*
13967*[0.025 0.71 1 2 5 7 10]'
ans =

   3.491750000000000e+02
   9.916570000000000e+03
   1.396700000000000e+04
   2.793400000000000e+04
   6.983500000000000e+04
   9.776900000000000e+04
   1.396700000000000e+05
*/

RAS
{
    model   nrgAHFM;
    turbulence on;
    printCoeffs on;
    RePr 2.79340e+04;
    RaPr 1.0;
}

// ************************************************************************* //
